aaron-bond.better-comments
adpyke.codesnap
astro-build.astro-vscode
aykutsarac.jsoncrack-vscode
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
grapecity.gc-excelviewer
gruntfuggly.activitusbar
gruntfuggly.todo-tree
heybourn.headwind
icrawl.discord-vscode
jiapeiyao.tab-group
kisstkondoros.vscode-gutter-preview
mechatroner.rainbow-csv
meezilla.json
meganrogge.template-string-converter
miguelsolorio.fluent-icons
monish.regexsnippets
ms-ceintl.vscode-language-pack-es
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
muzaisimao.vscode-disable-extensions
oderwat.indent-rainbow
pflannery.vscode-versionlens
pkief.material-icon-theme
quanli.focus
quicktype.quicktype
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
usernamehw.errorlens
wallabyjs.quokka-vscode
wix.vscode-import-cost
zhuangtongfa.material-theme
