tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "fnm"
brew "gh"
brew "gnupg"
brew "mas"
brew "rust"
cask "appcleaner"
cask "cleanshot"
cask "deepl"
cask "discord"
cask "elgato-camera-hub"
cask "figma"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "gitkraken"
cask "google-chrome"
cask "insomnia"
cask "notion"
cask "obsidian"
cask "pika"
cask "pixelsnap"
cask "raycast"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "Canary Mail", id: 1236045954
mas "Kindle", id: 302584613
mas "Things", id: 904280696
mas "Unsplash Wallpapers", id: 1284863847
mas "WireGuard", id: 1451685025
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "astro-build.astro-vscode"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.activitusbar"
vscode "gruntfuggly.todo-tree"
vscode "heybourn.headwind"
vscode "icrawl.discord-vscode"
vscode "jiapeiyao.tab-group"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mechatroner.rainbow-csv"
vscode "meezilla.json"
vscode "meganrogge.template-string-converter"
vscode "miguelsolorio.fluent-icons"
vscode "monish.regexsnippets"
vscode "ms-ceintl.vscode-language-pack-es"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "muzaisimao.vscode-disable-extensions"
vscode "oderwat.indent-rainbow"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "quanli.focus"
vscode "quicktype.quicktype"
vscode "sainoba.px-to-rem"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-spanish"
vscode "stylelint.vscode-stylelint"
vscode "usernamehw.errorlens"
vscode "wallabyjs.quokka-vscode"
vscode "wix.vscode-import-cost"
vscode "zhuangtongfa.material-theme"
